{
  "site": {
    "title": "Francesco Coniglione",
    "welcome": "Hi, I'm Francesco — I make data make sense.",
    "welcomePrefix": "Hi, I'm ",
    "tagline": "A data scientist based in Ontario.",
    "intro": "I solve problems through the use of innovative technologies and secure, efficient architectures."
  },
  "buttons": {
    "Download CV": "Download CV",
    "Download": "Download",
    "Code": "Code",
    "Demo": "Demo",
    "Send Message": "Send Message"
  },
  "sections": {
    "openSource": "Open Source Projects",
    "about": "About Me",
    "contact": "Get In Touch"
  },
  "socials": {
    "GitHub": "GitHub",
    "LinkedIn": "LinkedIn",
    "Email": "Email"
  },
  "form": {
    "name": "Name",
    "email": "Email",
    "message": "Message",
    "sending": "Sending...",
    "validation": {
      "name": "Name must be at least 2 characters",
      "email": "Please enter a valid email address",
      "message": "Message must be at least 10 characters"
    },
    "thankYou": "Thank you! I'll get back to you as soon as possible.",
    "error": "Something went wrong. Please try again later."
  },
  "contact": {
    "blurb": "I'm always interested in discussing data, machine learning, or new opportunities. Feel free to reach out if you'd like to connect."
  },
  "footer": {
    "copy": "© {year} Francesco Coniglione. All rights reserved."
  },
  "about": {
    "paragraph1": "I am a Data Scientist and lifelong learner with a background that spans healthcare, education, and finance. Having worked as both a banker and a pharmacy assistant, I bring a unique perspective to data—I don't just see numbers, I see the people and business needs behind them.",
    "paragraph2": "With a strong foundation in the software development process, I focus on bridging the gap between technical theory and practical application. I specialize in building clean, scalable code and developing machine learning models that solve genuine problems and drive growth."
  },
  "projects": {
    "finley": { "description": "Your finance buddy that leverages predictive analytics to provide personalized net worth insights." },
    "ceasar": { "description": "A CRM system optimized for data-driven customer interactions and streamlined workflow management." },
    "finrisk": { "description": "A predictive machine learning model designed to identify corporate bankruptcy risks with ~85% accuracy." },
    "musomania": { "description": "A social platform for musicians, built with a scalable backend to support collaboration and monetization." },
    "spotify": { "description": "A data-centric music exploration tool that utilizes the Spotify API to analyze and discover artist trends." },
    "quickbite": { "description": "A food delivery platform focused on efficient order routing and seamless user-to-restaurant data flow." }
  },
  "skills": {
    "languages": "Languages",
    "dataScience": "Data Science",
    "engineering": "Engineering",
    "tools": "Tools"
  },
  "nav": {
    "home": "Home",
    "projects": "Projects",
    "about": "About",
    "contact": "Contact"
  },
  "colorMode": {
    "light": "Light Mode",
    "dark": "Dark Mode",
    "system": "System Default"
  },
  "language": "Language"
}