{
  "site": {
    "title": "Francesco Coniglione",
    "welcome": "Salut, je suis Francesco — Je donne du sens aux données.",
    "welcomePrefix": "Salut, je suis ",
    "tagline": "Scientifique de données basé en Ontario.",
    "intro": "Je résous des problèmes grâce aux technologies innovantes et à des architectures sécurisées et efficaces."
  },
  "buttons": {
    "Download CV": "Télécharger mon CV",
    "Download": "Télécharger",
    "Code": "Code",
    "Demo": "Démo",
    "Send Message": "Envoyer"
  },
  "sections": {
    "openSource": "Projets Open Source",
    "about": "À propos",
    "contact": "Contactez-moi"
  },
  "socials": {
    "GitHub": "GitHub",
    "LinkedIn": "LinkedIn",
    "Email": "Courriel"
  },
  "form": {
    "name": "Nom",
    "email": "Courriel",
    "message": "Message",
    "sending": "Envoi en cours...",
    "validation": {
      "name": "Le nom doit contenir au moins 2 caractères",
      "email": "Veuillez entrer une adresse courriel valide",
      "message": "Le message doit contenir au moins 10 caractères"
    },
    "thankYou": "Merci ! Je vous répondrai dès que possible.",
    "error": "Une erreur est survenue. Veuillez réessayer plus tard."
  },
  "contact": {
    "blurb": "Je suis toujours intéressé par la discussion sur les données, l'apprentissage automatique ou de nouvelles opportunités. N'hésitez pas à me contacter pour échanger."
  },
  "footer": {
    "copy": "© {year} Francesco Coniglione. Tous droits réservés."
  },
  "about": {
    "paragraph1": "Je suis un scientifique de données et un apprenant à vie avec un parcours qui touche à la santé, à l'éducation et à la finance. Ayant travaillé comme banquier et assistant technique en pharmacie, j'apporte une perspective unique aux données : je ne vois pas seulement des chiffres, je vois les personnes et les besoins d'affaires derrière eux.",
    "paragraph2": "Grâce à une base solide dans le processus de développement logiciel, je me concentre sur l'écart entre la théorie technique et l'application pratique. Je me spécialise dans la création de code propre et évolutif ainsi que dans le développement de modèles d'apprentissage automatique qui résolvent des problèmes concrets et stimulent la croissance."
  },
  "projects": {
    "debt-approval-cli": { "description": "Un outil en ligne de commande qui fournit des estimations d'approbation de dette à l'aide d'un modèle entraîné sur les données de LendingClub." },
    "finley": { "description": "Votre allié financier qui utilise l'analyse prédictive pour offrir des aperçus personnalisés de votre valeur nette." },
    "ceasar": { "description": "Un système CRM optimisé pour les interactions clients axées sur les données et une gestion simplifiée des flux de travail." },
    "finrisk": { "description": "Un modèle d'apprentissage automatique prédictif conçu pour identifier les risques de faillite d'entreprise avec une précision d'environ 85 %." },
    "musomania": { "description": "Une plateforme sociale pour musiciens, dotée d'un backend évolutif pour soutenir la collaboration et la monétisation." },
    "spotify": { "description": "Un outil d'exploration musicale axé sur les données utilisant l'API Spotify pour analyser et découvrir les tendances des artistes." }
  },
  "skills": {
    "languages": "Langages",
    "dataScience": "Science des données",
    "engineering": "Ingénierie",
    "tools": "Outils"
  },
  "nav": {
    "home": "Accueil",
    "projects": "Projets",
    "about": "À propos",
    "contact": "Contact"
  },
  "colorMode": {
    "light": "Mode clair",
    "dark": "Mode sombre",
    "system": "Système"
  },
  "language": "Langue"
}